tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "antigen"
brew "docker-compose", link: false
brew "ffmpeg"
brew "fzf"
brew "git"
brew "kubernetes-cli", link: false
brew "mas"
brew "tig"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "github/gh/gh"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "calibre"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "kite"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "zeplin"
cask "zoomus"
mas "Gifski", id: 1351639930
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Moom", id: 419330170
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Trello", id: 1278508951
