tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "antigen"
brew "fzf"
brew "git"
brew "mas"
brew "tig"
brew "yarn", args: ["ignore-dependencies"]
brew "z"
brew "zsh"
cask "alfred"
cask "bartender"
cask "dash"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "visual-studio-code"
cask "caskroom/fonts/font-hack-nerd-font"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Trello", id: 1278508951
