tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "fzf"
brew "git"
brew "mas"
brew "tig"
brew "yarn", args: ["ignore-dependencies"]
brew "z"
brew "zsh"
cask "alfred"
cask "calibre"
cask "dash"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "pritunl"
cask "sequel-pro"
cask "visual-studio-code"
mas "com.crowdcafe.windowmagnet", id: 441258766
mas "com.pixelmatorteam.pixelmator.x", id: 1289583905
mas "com.tinyspeck.slackmacgap", id: 803453959
