tap "daipeihust/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "vitorgalvao/tiny-scripts"
brew "antigen"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "tealdeer"
brew "tig"
brew "tmux"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "discord"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "keycastr"
cask "notion"
cask "postman"
cask "raycast"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
mas "Pixelmator Pro", id: 1289583905
