brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "font-hack-nerd-font"
